Revit 2027 API
AnalysisDisplayColorSettings.MinColor Property
 Color assigned to the minimum value.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color MinColor { get; set; }
Public Property MinColor As Color
	Get
	Set
public:
property Color^ MinColor {
	Color^ get ();
	void set (Color^ value);
}
member MinColor : Color with get, set
Property Value
Color
Exceptions
Exception | Condition
ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
Reference
AnalysisDisplayColorSettings Class
Autodesk.Revit.DB.Analysis Namespace